{
  "about": {
    "part1": "Hello! I am Megumi Kawagoe who is a passionate front-end developer, born and brought up in Japan and currently based in Amsterdam, Netherlands.",
    "part2": "I started coding from HTML, CSS, jQuery and WordPress at <1>Manabito.co</1> in 2020. Through learning jQuery, I was eager to learn from fundamental to a wide range of JavaScript. Then I decided to move into Europe and joined <3>Ironhack</3> Fullstack Web Development Bootcamp in 2021.",
    "part3": "Since my developer career started, I’ve been obsessed with styling and JavaScript and JS frameworks, and passionate organising the code structures and problem solving.",
    "part4": "I’ve lived in different countries and worked at different types of companies and I enjoyed developing social, technical skills and communicating. My time abroad has taught me to be a true team player and adaptive with those who have different backgrounds.",
    "part5": "Talking about personality, I love traveling, learning new languages, playing sports and doing handicraft.Interestingly, my first solo trip was when I was 11 years old to join a summer school in Australia. Since then I have traveled to more than 20 countries."
  },
  "project_kittchat": {
    "description": "Kittchat is a cat cafe website that makes a reservation by choosing from 5 different locations in Berlin.<1 />Once you sign up, you can manage and check reservation history from your personal account."
  },
  "project_animeek": {
    "description": "Animeek is an app where you can search for your favorite anime and be able to add it to your watchlist. <1 />You just type any anime you desire and Animeek will give you all the information you need."
  },
  "project_coingame": {
    "description": "Coin-Collector is a game about collecting two types of coins which fall from top to bottom.<1/>An enemy of the devil is also coming from the right side to reduce your points.<3 />When you cannot avoid rocks, the game is over."
  },
  "project_feuille": {
    "description": "This is a jewelry E-commercethe website landing page.<1 />You can check the item detail when you click an image and when you scroll down, you can check shop detail with Google Maps."
  }
}

